[
  {
    "image": "/images/597_2_1.png",
    "title": "1. 타이타닉의 출항",
    "description": "1912년 4월, '절대 침몰하지 않는다'는 명성을 지닌 타이타닉호가 사우샘프턴 항구에서 화려하게 출항한다. 다양한 계층의 사람들이 승선하며 저마다의 희망을 안고 배에 오른다. 가난한 화가 잭 도슨은 즉흥적으로 도박에 참여해 3등석 티켓을 얻고, 상류층 여성 로즈는 약혼자 캘과 어머니와 함께 타이타닉에 오른다. 두 사람은 아직 서로의 존재를 모른 채 같은 배에 몸을 싣는다."
  },
  {
    "image": "/images/597_2_2.png",
    "title": "2. 운명적인 첫 만남",
    "description": "항해 도중, 잭은 갑판에서 고민에 빠진 로즈를 발견한다. 로즈는 자신의 삶과 결혼, 통제적인 어머니에 대한 압박으로 극심한 스트레스를 받고 있었다. 결국 로즈는 선미 난간을 넘어 자살을 시도하고, 잭은 그 순간 그녀를 발견해 간절히 말리며 설득한다. 두 사람은 처음으로 마음을 열게 되고, 이 사건을 계기로 둘은 가까워진다."
  },
  {
    "image": "/images/597_2_3.png",
    "title": "3. 다른 세계 속의 저녁식사",
    "description": "로즈는 생명의 은인인 잭을 고맙게 생각하고, 캘의 반대에도 불구하고 그를 상류층의 저녁식사 자리에 초대한다. 잭은 다소 어색한 예절과 화려한 분위기 속에서도 특유의 자유로운 태도와 재치로 사람들의 시선을 끈다. 이후 그는 로즈에게 '진짜 삶은 자유롭게 사는 것'이라는 이야기를 들려주며, 그녀의 내면에 변화를 일으킨다."
  },
  {
    "image": "/images/597_2_4.png",
    "title": "4. 선미에서의 비행",
    "description": "해질 무렵, 잭과 로즈는 선박의 선두에 함께 선다. 잭이 로즈의 두 팔을 잡아주자 그녀는 팔을 벌리고 외친다. “나는 하늘을 나는 것 같아!” 두 사람은 바람과 바다를 맞으며 세상을 다 가진 듯한 순간을 나누고, 마침내 첫 키스를 나눈다. 이 장면은 둘의 사랑이 본격적으로 시작되는 상징적인 순간이다."
  },
  {
    "image": "/images/597_2_5.png",
    "title": "5. 초상화와 첫사랑의 감정",
    "description": "로즈는 잭에게 자신을 그려달라고 부탁한다. 그녀는 '바다의 심장'이라 불리는 푸른 다이아몬드 목걸이만 걸친 채, 침대에 편히 누워 잭 앞에 선다. 잭은 떨리는 손으로 연필을 들어 그녀를 진심으로 바라보며 초상화를 완성한다. 이 과정에서 두 사람은 서로에 대한 진정한 감정과 믿음을 확인한다."
  },
  {
    "image": "/images/597_2_6.png",
    "title": "6. 숨겨진 차고 속에서",
    "description": "잭과 로즈는 선실을 몰래 빠져나와 배의 화물칸으로 향한다. 오래된 자동차가 놓인 차고에서 둘은 사랑을 나눈다. 차량 내부는 습기와 함께 김이 서리고, 로즈의 손자국이 유리창에 남는다. 이 장면은 두 사람의 사랑이 더 이상 되돌릴 수 없을 만큼 깊어졌음을 상징한다."
  },
  {
    "image": "/images/597_2_7.png",
    "title": "7. 빙산과의 충돌",
    "description": "밤중, 망망대해를 항해하던 타이타닉은 빙산을 발견하지만 이미 늦었다. 선박은 거대한 빙산과 충돌하고, 선체 하부가 파손되며 바닷물이 밀려들기 시작한다. 선장은 승객들에게 구명조끼를 착용시키고, 점차 선상은 혼란에 빠진다. 그러나 상류층 위주의 구조 방침과 부족한 구명보트는 대재앙을 예고한다."
  },
  {
    "image": "/images/597_2_8.png",
    "title": "8. 침몰하는 배와 사람들",
    "description": "타이타닉은 점점 수평을 잃고 가라앉기 시작한다. 잭과 로즈는 서로를 잃지 않기 위해 필사적으로 배 위를 뛰고 물을 피하며 함께 움직인다. 사람들은 공포에 질려 비명을 지르고, 배는 결국 두 동강이 나며 바다 속으로 가라앉는다. 고요했던 대서양은 비극으로 뒤덮인다."
  },
  {
    "image": "/images/597_2_9.png",
    "title": "9. 마지막 이별",
    "description": "바닷속 한 조각 판자 위에 올라간 로즈는 얼어가는 잭의 손을 꼭 잡고 있다. 그는 “절대 포기하지 마, 어떤 일이 있어도 살아남아”라 말하고, 결국 싸늘하게 식어간다. 로즈는 구명보트의 구조를 받고 홀로 살아남는다. 이 장면은 타이타닉의 참사를 상징하는 가장 유명한 순간이다."
  },
  {
    "image": "/images/597_2_10.png",
    "title": "10. 기억 속의 사랑",
    "description": "수십 년이 지난 뒤, 노년의 로즈는 과거의 기억을 되새기며 바다 위에서 '바다의 심장' 목걸이를 바닷속으로 떨어뜨린다. 그녀는 조용히 잠들고, 꿈속에서 화려했던 타이타닉의 계단에서 잭과 다시 만난다. 주위의 모든 사람들이 그들을 향해 미소 짓는다. 이는 사랑의 영원성과 타이타닉의 전설을 마무리 짓는 장면이다."
  }
]